export function UiFooterBlock() {
  return (
    <div className="flex flex-col justify-center text-center mb-8 px-24">
      <span className="text-xs">
        Все права и копирайты на этой странице принадлежат правообладателям. За
        любую размещенную информацию несет личную ответственность постер (лицо,
        загрузившее эту информацию). Все комментарии принадлежат лицам,
        отправившим их. Если вы обнаружили информацию, размещённую против
        правил, пожалуйста, сообщите нам об этом.
      </span>
    </div>
  );
}
